"AccelerationTransition" = "İvme";
"AccelerationTransitionDescription" = "İvme filtresi, büyük bir ivmeyi simüle eden bir geçiş efekti sunar";

"BlindsTransition" = "Jaluzi";
"BlindsTransitionDescription" = "Jaluzi filtresi, kapanan panjurları simüle eden bir geçiş sunar";

"BlurTransition" = "Bulanıklık";
"BlurTransitionDescription" = "Bulanıklık filtresi, eski görüntüyü bulanıklaştırarak yok eden ve yeni görüntüyü netleştiren bir geçiş efekti sunar";

"BoxInTransition" = "Kutu İçeri";
"BoxInTransitionDescription" = "İçeri doğru kutu efekti için bir geçiş filtresi";

"BoxOutTransition" = "Kutu Dışarı";
"BoxOutTransitionDescription" = "Dışarı doğru kutu efekti için bir geçiş filtresi";

"CoverTransition" = "Örtü";
"CoverTransitionDescription" = "Örtü filtresi, yeni görüntünün eskisinin önüne doğru kayarak üzerini örttüğü bir geçiş sunar";

"CubeTransition" = "Küp";
"CubeTransitionDescription" = "Küp filtresi, görüntünün dönen bir küpün yüzeylerine iliştirilmiş gibi değiştiği bir geçiş sunar";

"FlipTransition" = "Çevirme";
"FlipTransitionDescription" = "Çevirme efekti için bir geçiş filtresi";

"HoleTransition" = "Delik";
"HoleTransitionDescription" = "Delik filtresi, eski görüntüde bir delik açılarak yeni görüntünün ortaya çıktığı bir geçiş efekti sunar";

"MeltdownTransition" = "Erime";
"MeltdownTransitionDescription" = "Erime efekti için bir geçiş filtresi";

"PageTurnTransition" = "Sayfa Çevirme";
"PageTurnTransitionDescription" = "Sayfa çevirme efekti için bir geçiş filtresi";

"PinchTransition" = "Kıstırma";
"PinchTransitionDescription" = "Kıstırma efekti için bir geçiş filtresi";

"PixelateTransition" = "Pikselleştirme";
"PixelateTransitionDescription" = "Pikselleştirme filtresi, harmanlanan görüntüyü pikselleştirerek bir geçiş sunar";

"RadarTransition" = "Radar";
"RadarTransitionDescription" = "Radar filtresi, görüntünün üzerinde radar taraması yaparak yeni görüntüyü ortaya çıkaran bir geçiş sunar";

"RadialSwipeTransition" = "Dairesel Kaydırma";
"RadialSwipeTransitionDescription" = "Dairesel kaydırma efekti için bir geçiş filtresi";

"RevealTransition" = "Açığa Çıkarma";
"RevealTransitionDescription" = "Açığa çıkarma filtresi, eski görüntünün önden kayarak yeni görüntüyü açığa çıkardığı bir geçiş sunar";

"SinkTransition" = "Girdap";
"SinkTransitionDescription" = "Girdap filtresi, görüntünün lavaboda akıp gitmesi gibi bir geçiş efekti sunar";

"SlideTransition" = "Slayt";
"SlideTransitionDescription" = "Slayt filtresi, yeni görüntünün yana doğru kayarak eski görüntünün yerini aldığı bir geçiş sunar";

"SplitInTransition" = "İçe Bölünme";
"SplitInTransitionDescription" = "İçe Bölünme filtresi, yeni görüntünün içeriye doğru bölünen alanda açığa çıktığı bir geçiş sunar";

"SplitOutTransition" = "Dışa Bölünme";
"SplitOutTransitionDescription" = "Dışa Bölünme filtresi, yeni görüntünün dışarıya doğru bölünen alanda açığa çıktığı bir geçiş sunar";

"StripsTransition" = "Şeritler";
"StripsTransitionDescription" = "Şeritler filtresi, eski görüntünün şeritler halinde yana kayarak yeni görüntüyü açığa çıkardığı bir geçiş sunar";

"SwapTransition" = "Yer Değiştirme";
"SwapTransitionDescription" = "Yer değiştirme efekti için bir geçiş filtresi";

"WarpFadeTransition" = "Bükülerek Solma";
"WarpFadeTransitionDescription" = "Bükülerek solma efekti için bir geçiş filtresi";

"WarpSwitchTransition" = "Bükülerek Değişme";
"WarpSwitchTransitionDescription" = "Bükülerek değişme efekti için bir geçiş filtresi";

"ZoomTransition" = "Büyütme";
"ZoomTransitionDescription" = "Büyütme efekti için bir geçiş filtresi";
